# Измените задание из класса номер 2.
# Добавьте получение прогноза погоды из внешнего источника.
# 1. Для этого воспользуйтесь сайтом https://openweathermap.
# org. Для начала нужно зарегистрироваться на сайте по
# ссылке https://home.openweathermap.org/users/sign_up
# и получить ключ для дальнейшей работы. На странице
# https://openweathermap.org/current есть подробная документация как работать с API. Теперь после запроса от
# клиента необходимо получать данные о погоде с этого источника. Полученный результат возвращать клиенту